---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FabricAreaFailures
source: html/9d178dc1-e58b-6408-3625-51eb1a92302f.htm
---
# BuiltInFailures.FabricAreaFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.